import React, {Component} from 'react'

class AboutProject extends Component {
	render() {
		return (
			<div className="wr-inner-text">
				<div className="container">
					<div className="inner-text">
						<h2>О проекте</h2>
						<p>Наш сервис предоставляет актуальную информацию в области кредитования.</p>
						<p>Вы можете ознакомиться с предложениями популярных Кредитных карт, потребительских кредитов и микрозаймов.</p>
						<p>Исходя из указанных параметров, вы с легкостью можете узнать процентную ставку, сроки рассмотрения заявки, 
						требуемый возраст и способы получения средств, а также минимальные и максимальные суммы займа, и другие преимущества того или иного оператора.</p>
					</div>
				</div>
			</div>
		)
	}
}

export default AboutProject